[
{
  "url": "https://www.foi.unizg.hr/hr/novosti/srijeda-u-muzeju",
  "title": "Srijeda u Muzeju",
  "epoch_time": 1610000000000.0,
  "website": "https://www.foi.unizg.hr/hr/novosti/srijeda-u-muzeju",
  "author": "",
  "raw_content": "<div><p>Article paragraph one.</p><p>Article paragraph two.</p></div>",
  "content": "Predavanje je pripremio Miroslav Kocijan, inovator u području elektronike i razvoju mikrokompjuterskih sustava. Gospodin Kocijan autor je računala Galeb i Orao. Program počinje u 19 sati, a ulaz je besplatan.",
  "_id": "1",
  "news_post_date": "1 Jan 2021",
  "category": "Technology",
  "sub_category": "Software",
  "language": "en",
  "news_post_date_in_seconds": "na",
  "header_image": "https://www.foi.unizg.hr/sites/default/files/field/image/srijeda_u_muzeju3.jpg?slideshow=true&slideshowAuto=false&slideshowSpeed=4000&speed=350&transition=elastic",
  "images": ["https://www.foi.unizg.hr/sites/default/files/field/image/srijeda_u_muzeju3.jpg?slideshow=true&slideshowAuto=false&slideshowSpeed=4000&speed=350&transition=elastic"],
  "news_sub_header": "Gradski muzej Varaždin poziva vas na Srijedu u Muzeju, u sklopu koje se 31. siječnja 2024. godine u palači Herzer (GMV Franjevački trg 10)"
},
  {
    "url": "https://www.foi.unizg.hr/hr/novosti/otvoren-pristup-na-platformu-kanopy",
    "title": "Otvoren pristup na platformu Kanopy",
    "epoch_time": 1610000000000.0,
    "website": "https://www.foi.unizg.hr/hr/novosti/otvoren-pristup-na-platformu-kanopy",
    "author": "",
    "raw_content": "<div><p>Article paragraph one.</p><p>Article paragraph two.</p></div>",
    "content": "Za hrvatsku akademsku i znanstvenu zajednicu otvoren je godišnji pristup platformi audiovizualnih multidisciplinarnih sadržaja Kanopy. Platforma sadrži dokumentarne filmove koji pokrivaju teme iz područja društvenih i humanističkih znanosti, medicine i zdravstva, umjetničkog i drugih područja.\nPristup je omogućen putem poveznice za sastavnice Sveučilišta u Zagrebu i traje do 18. prosinca 2024. godine.\nUdaljeni pristup izvan ustanove moguć je pomoću AAI@EduHr identiteta",
    "_id": "2",
    "news_post_date": "1 Jan 2021",
    "category": "Technology",
    "sub_category": "Software",
    "language": "en",
    "news_post_date_in_seconds": "na",
    "header_image": "https://www.foi.unizg.hr/sites/default/files/field/image/kanopy.png?slideshow=true&slideshowAuto=false&slideshowSpeed=4000&speed=350&transition=elastic",
    "images": ["https://www.foi.unizg.hr/sites/default/files/field/image/kanopy.png?slideshow=true&slideshowAuto=false&slideshowSpeed=4000&speed=350&transition=elastic"],
    "news_sub_header": "Platforma sadrži dokumentarne filmove koji pokrivaju teme iz područja društvenih i humanističkih znanosti, medicine i zdravstva"
  },
  {
    "url": "https://www.knjiznica-vz.hr/index.php?type=newsdet&item=3677",
    "title": "Pjesnička Nagrada \"Zvonko Milković\" 2023. - Finalistice/finalisti",
    "epoch_time": 1610000000000.0,
    "website": "https://www.knjiznica-vz.hr/index.php?type=newsdet&item=3677",
    "author": "",
    "raw_content": "<div><p>Article paragraph one.</p><p>Article paragraph two.</p></div>",
    "content": "Od 36 pristiglih knjiga, u finale ovogodišnje Nagrade “Zvonko Milković” za najbolju knjigu pjesama hrvatskih autorica i autora s intimističkom i/ili zavičajnom tematikom ušlo je 6 knjiga:\n \n1.Josip Čekolj: Dječak pred žetvu\n2.Dunja Detoni Dujmić: Arhipelag Galešnjak\n3.Lidija Dujić: Dormitorij\n4.Tatjana Gromača: Ivan Bezdomnik i njegove pjesme\n5.Andrijana Kos Lajtman: Dani kositra i jeke\n6.Luko Paljetak: Reciklirane pjesme\n \nFinalistice i finaliste odabralo je prosudbeno povjerenstvo u sastavu Ernest Fišer (predsjednik), Robertino Bartolec i Tomislav Ribić. Dobitnica ili dobitnik nagrade bit će proglašeni na završnoj svečanosti 30.10.2023. u 19,00 sati u Gradskoj knjižnici i čitaonici “Metel Ožegović” Varaždin",
    "_id": "3",
    "news_post_date": "1 Jan 2021",
    "category": "Technology",
    "sub_category": "Software",
    "language": "en",
    "news_post_date_in_seconds": "na",
    "header_image": "https://www.knjiznica-vz.hr/image.php?src=11/thumb/20231019112038-3917347327196974668502866419228619896073859n.jpg",
    "images": ["https://www.knjiznica-vz.hr/image.php?src=11/thumb/20231019112038-3917347327196974668502866419228619896073859n.jpg"],
    "news_sub_header": "PJESNIČKA NAGRADA \"ZVONKO MILKOVIĆ\" 2023. - FINALISTICE/FINALISTI Od 36 pristiglih knjiga, u finale ovogodišnje Nagrade “Zvonko Milković” za najbolju knjigu pjesama hrvatskih autorica i autora s intimističkom i/ili zavičajnom tematikom ušlo je 6 knjiga"
  },
  {
    "url": "https://www.foi.unizg.hr/hr/novosti/bitno-izlozba-starih-racunala-racunalne-opreme-i-virtualna-retroigraonica",
    "title": "„BITNO“ – Izložba starih računala, računalne opreme i virtualna retroigraonica",
    "epoch_time": 1610000000000.0,
    "website": "https://www.foi.unizg.hr/hr/novosti/bitno-izlozba-starih-racunala-racunalne-opreme-i-virtualna-retroigraonica",
    "author": "",
    "raw_content": "<div><p>Article paragraph one.</p><p>Article paragraph two.</p></div>",
    "content": "U palači Sermage Gradskog muzeja Varaždin (GMV) otvorena je Izložba starih računala, računalne opreme i virtualna radionica pod nazivom BITN0, autora Siniše Švogera. Suorganizatori izložbe su i Sveučilište u Zagrebu, Fakultet organizacije i informatike Varaždin, Sveučilište Sjever i Gradski muzej Varaždin, a podršku pruža i telekomunikacijska tvrtka Magic Net. Prilikom otvorenja izložbe, u srijedu, 17. siječnja 2024., izložba je privukla značajan broj posjetitelja, zaljubljenika u računalnu tehnologiju i sve one koji se s nostalgijom prisjećaju starih računala, igračih konzola i drugih eksponata koji su izloženi u Varaždinu. Izložbu je otvorila dekanica FOI-ja prof. dr. sc. Marina Klačmer Čalopa, koja je pozvala sve da razgledaju i tematsku izložbu o povijesti informatike na FOI-ju (Pavlinska 2).\n\nU fascinantnom putovanju kroz povijest računalne tehnologije izložba prikazuje evoluciju računalnih strojeva od najranijih mehaničkih kalkulatora do legendarnih osobnih računala i igraćih konzola. Ona je jedinstvena i po tome što su izložbeni prostor i eksponati digitalizirani u obliku 3D modela i sklopova, pa je cijeli koncept dostupan i pomoću virtualnih naočala (VR) i u proširenoj stvarnosti (AR).\n\nIzložba je podijeljena u nekoliko cjelina koje čine: rana mehanička i električna računala, kalkulatori i digitalni organizatori; mehanička dječja računala-pitalice, elektronički šah, LCD igre i Nintendo Gameboy kao revolucionarni predstavnik prijenosnih igraćih konzola; stare računalne knjige i časopisi, u kojima se naslućuju i počeci umjetne inteligencije; PC tehnika s matičnim pločama i procesorima; računala Zx Spectrum, Commodore 64, inačice Pentium, kao i hrvatska računala PEL Orao i Ivel Ultra… sve do suvremenog računala s VR naočalama Vive Pro i konzole Nintendo Wii.\n\nU virtualnoj retroigraonici posjetitelji imaju prilike isprobati „starinske“ igre kao što su Pacman, Pong, Super Mario, Space Invaders i druge.\n\nKroz interaktivnu i edukacijsku izložbu prisjećamo se pionirskih početaka računalstva, njegova razvojnog puta, kao i globalnog utjecaja na različite aspekte u životu ljudi, a ujedno je to i posveta dosezima ljudske genijalnosti u stvaranju tehnologije koja neprestano mijenja cijeli svijet.\n\nIzložba BITNO može se razgledati do 11. veljače 2024. godine, a ulaz je besplatan.",
    "_id": "4",
    "news_post_date": "1 Jan 2021",
    "category": "Technology",
    "sub_category": "Software",
    "language": "en",
    "news_post_date_in_seconds": "na",
    "header_image": "https://www.foi.unizg.hr/sites/default/files/field/image/bitno_800x500_2.png?slideshow=true&slideshowAuto=false&slideshowSpeed=4000&speed=350&transition=elastic",
    "images": ["https://www.foi.unizg.hr/sites/default/files/field/image/bitno_800x500_2.png?slideshow=true&slideshowAuto=false&slideshowSpeed=4000&speed=350&transition=elastic"],
    "news_sub_header": "U palači Sermage Gradskog muzeja Varaždin (GMV) otvorena je Izložba starih računala, računalne opreme i virtualna radionica pod nazivom BITN0, autora Siniše Švogera. Suorganizatori izložbe su i Sveučilište u Zagrebu, Fakultet organizacije i informatike Varaždin, Sveučilište Sjever i Gradski muzej Varaždin, a podršku pruža i telekomunikacijska tvrtka Magic Net. "
  },
  {
    "url": "https://www.knjiznica-vz.hr/index.php?type=newsdet&item=2784",
    "title": "Filmska tribina FILMOVI UTORKOM",
    "epoch_time": 1610000000000.0,
    "website": "https://www.knjiznica-vz.hr/index.php?type=newsdet&item=2784",
    "author": "",
    "raw_content": "<div><p>Article paragraph one.</p><p>Article paragraph two.</p></div>",
    "content": "Gradska knjižnica Varaždin poziva Vas na filmsku tribinu - FILMOVI UTORKOM. Voditelj Miroslav Klemm prikazuje film ZORA (1927.) Wilhelma Friedricha Murnaua. Utorak, 7. veljače 2023. u 17:00 sati. Gradska knjižnica Varaždin, Franjevački trg 4.\n \nSvi poznavatelji filmske povijesti smatraju ovaj film remek djelom sedme umjetnosti, po nekim ocjenama i najboljim filmom svih vremena. Režirao ga je Wilhelm Friedrich Murnau, znameniti autor filmova Nosferatu, Posljedni čovjek i Tabu, također stožernih djela filmske umjetnosti. Manje je poznato da je Zora dobila prvog Oscara (zajedno s filmom Krila Williama Wellmana) za jedinstvenu umjetničku produkciju. Ovaj je film Murnau snimio u Americi u produkciji Williama Foxa 1927. godine, tri godine nakon Posljednjeg čovjeka. Gotovo neponovljivo remek djelo!",
    "_id": "5",
    "news_post_date": "1 Jan 2021",
    "category": "Technology",
    "sub_category": "Software",
    "language": "en",
    "news_post_date_in_seconds": "na",
    "header_image": "https://library.foi.hr/web/images/all/FILMOVI_UTORKOM_POZIVNICA.jpg",
    "images": ["https://library.foi.hr/web/images/all/FILMOVI_UTORKOM_POZIVNICA.jpg"],
    "news_sub_header": "Gradska knjižnica Varaždin poziva Vas na filmsku tribinu - FILMOVI UTORKOM. Voditelj Miroslav Klemm prikazuje film ZORA (1927.) Wilhelma Friedricha Murnaua. Utorak, 7. veljače 2023. u 17:00 sati"
  }

]